Repository: BackupTheBerlios/kalgebra-svn
Catalog: trunk/po/*.po
Languages: ca, fr

source: Error while parsing: %1<br />
ca: Error mentre llegia: %1<br />
fr: Erreur lors de l'analyse: %1<br />

source: Error while parsing: %1<br/>
ca: Error mentre llegia: %1<br/>
fr: Erreur lors de l'analyse: %1<br />

source: The operator <em>%1</em> hasn't been implemented<br />
ca: L'operador <em>%1</em> no ha estat implementat<br />
fr: L'opération <em>%1</em> n'a pas étée mise en application<br />

source: The <em>%1</em> operator, should have more than 1 parameter<p />
ca: L'operador <em>%1</em>, hauria de tenir més d'un paràmetre<p />
fr: L'opération <em>%1</em> devrait avoir plus d'un parametre.<p />

source: Can't have %1 parameter with <em>%2</em> operator, it should have %3 parameter<p />
ca: L'operador <em>%2</em> no pot tenir %1 paràmetres, hauria de tenir-ne %3<p />
fr: On ne peut avoir %1 paramètres avec l'opération <em>%2</em>. Il devrait y avoir %3 paramètres<p />

source: The operator <em>%1</em> hasn't been implemented<br/>
ca: L'operador <em>%1</em> no ha estat implementat
fr: L'opération <em>%1</em> n'a pas été mise en application<br />

source: The variable <em>%1</em> doesn't exist<br />
ca: La variable <em>%1</em> no existeix<br />
fr: La variable %1 n'existe pas<br />

source: The function <em>%1</em> doesn't exist<br />
ca: La funció <em>%1</em> no existeix<br />
fr: La fonction %1 n'existe pas<br />

source: Don't know how to represent f(%1)
ca: No sé com representar f(%1)
fr: On ne sait comment réprésenter f(%1)

source: Too much lambda for a 2D Graph
ca: Massa lambda per un gràfic 2D
fr: Trop de paramètres pour un graphique 2D

source: Name
ca: Nom
fr: Nom

source: Value
ca: Valor
fr: Valeur

source: Save Log
ca: Guardar historial
fr: Enregistrer les logs

source: Function
ca: Funció
fr: Fonction

source: Color
fr: Couleur

source: Add function
ca: Afegeix funció
fr: Ajouter/Modifier une fonction

source: 2D Graph
ca: Gràfic 2D
fr: Graphique 2D

source: Poor
ca: Pobre
fr: Pauvre

source: Fine
ca: Bona
fr: Bonne

source: Very Fine
ca: Molt bona
fr: Très bonne

source: Save Picture
ca: Guardar imatge
fr: Enregistrer l'image

source: Toggle Squares
ca: Alterna quadrícula
fr: Quadrillage

source: Precision
ca: Precisió
fr: Précision

source: &Graph
ca: &Gràfic
fr: &Graphique

source: 3D Graph
ca: Gràfic 3D
fr: Graphique 3D

source: Dots
ca: Punts
fr: Points

source: Lines
ca: Línies
fr: Lignes

source: Solid
ca: Sòlid
fr: Solide

source: Transparency
ca: Transparència
fr: Transparent

source: Graph Type
ca: Tipus de gràfic
fr: Type de Graphique

source: G&raph 3D
ca: G&ràfic 3D
fr: G&raphique 3D

source: *.svg|SVG Image (*.svg) *.png|PNG Image (*.png)
ca: *.svg|Imatge SVG (*.svg) *.png|Imatge PNG (*.png)
fr: *.svg|Image SVG (*.svg) *.png|Image PNG (*.png)

source: Error: %1
fr: Erreur: %1

source: Add/Edit a function
ca: Afegeix/Edita una funció
fr: Ajouter/Modifier une fonction

source: <qt text='red'><b>WRONG</b></qt>
ca: <qt text='red'><b>INCORRECTE</b></qt>
fr: <qt text='red'><b>INCORRECTE</b></qt>

source: Add/Edit a variable
ca: Afegeix/Edita una variable
fr: Ajouter/Modifier une variable

source: Calculate the expression
ca: Calcula l'expressió
fr: Calculer l'expression

source: Save the expression
ca: Guarda l'expressió
fr: Enregistrer l'expression

source: Edit '%1' value
ca: Edita el valor '%1'
fr: Editer la valeur '%1'

source: <qt text='#090'><b>Result: %1</b></qt>
ca: <qt text='#090'><b>Resultat: %1</b></qt>
fr: <qt text='#090'><b>f(x)=%1</b></qt>

source: Too much comma in %1<br />
ca: Massa comes a %1<br />
fr: Trop de virgules dans %1<br />

source: Unknown token %1<br />
ca: Objecte %1 desconegut<br />
fr: Marque inconnue %1<br />

source: Missing right paranthesis<br />
ca: Manca algun parèntesi dret
fr: Paranthèses absentes<br />

source: Missing operator< p/>
ca: Manca operador<p />
fr: Opérateur absent<p />

source: Unbalanced right parenthesis<br />
ca: Sobra algun parèntesi dret<p />
fr: Parenthèse non-équilibrée.<br />

source: Error<br />
fr: Erreur<br />

source: C&ustom
ca: Personalit&zat
fr: Personnalisé

source: _: NAME OF TRANSLATORS Your names
ca: _: NAME OF TRANSLATORS Aleix Pol
fr: Edouard Marquez

source: _: EMAIL OF TRANSLATORS Your emails
ca: _: EMAIL OF TRANSLATORS aleixpol@gmail.com
fr: animatrix30@gmail.com

source: Console
ca: Consola

source: Standard
ca: Estàndar
